---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbfDashFtPerFt
source: html/23e56050-e03e-411c-6670-fb4a2e9a3285.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbfDashFtPerFt Property

Symbol lbf-ft/ft, indicating unit Pound force feet per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbfDashFtPerFt { get; }
```